{
  "navbar_home": "Home",
  "navbar_services": "Services",
  "navbar_ports": "Ports",
  "navbar_about": "About Us",
  "navbar_contact": "Contact",
  "navbar_quality_policy": "Quality Policy",
  "hero_title": "SERTRANAVE",
  "hero_subtitle": "Forwarding and Shipping Services Ltd",
  "quote_button": "GET A QUOTE",
  "quote_title": "Get a Quote",
  "learn_more": "Learn More",
  "form_name": "Name",
  "form_email": "Email",
  "form_phone": "Phone",
  "form_message": "Message",
  "form_submit": "Submit",
  "our_services": "Our Services",
  "service_shipping_agency_title": "Maritime Agency",
  "service_shipping_agency_description": [ "With an efficient and dedicated team of experts in the national market and a portfolio of firmly established suppliers, the group guarantees the supply of needs in the shortest possible time and competitively in all its aspects, such as:",
  "IMPORTATION OF SHIPS OR MARITIME UNITS - The importation of Ships, whether Temporary or Permanent, is mandatory for all maritime units operating temporarily in projects or permanently in the Country.",
  "MARITIME CLEARANCE – We prepare documentation and coordinate with the authorities for inspection upon arrival to obtain free practice, as well as for obtaining maritime clearance for entry and exit of vessels."
  ],
  "service_customs_clearance_title": "Husbandry",
  "service_customs_clearance_description": "Management of customs processes, clearance of goods and consulting on customs legislation.",
  "service_transport_logistics_title": "Import and Export",
  "service_transport_logistics_description": "We assist in obtaining import licenses from the Ministry of Commerce or respective sectors, in the customs clearance of air or sea cargo, general or personal effects, as well as logistics for the delivery of air or sea cargo within the jurisdiction of Luanda quickly and at very competitive rates in the market.",
  "service_port_consulting_title": "Cabotage",
  "service_port_consulting_description": "Cabotage is navigation between ports within the same country, as opposed to long-haul navigation, which is carried out between ports in different countries. It is considered competitive, given that Angola has an extensive navigable coastline and the main cities, industrial hubs, and major consumer centers are concentrated on or near the coast.Compared to road and rail transportation, in terms of cost, cargo capacity, and lower environmental impact, cabotage becomes an alternative.We register and schedule cargo, coordinate port operations, process documentation, and obtain customs clearance for inbound or outbound cabotage, as well as confirmation of shipment and discharge.",
  "ports_we_serve": "Ports We Serve",
  "port_luanda_name": "Port of Luanda",
  "port_luanda_description": "We operate in the commercial port of Luanda, as well as at the Sonils oil base. We coordinate with the authorities for inspection visits in the maritime clearance of entry and exit of all types of ships or maritime units such as platforms and probes, assistance in changing crews, whether with transport, hotel, airline tickets, car rental, cargo handling under the Cabotage regime of entry or exit, cargo licensing at the Ministry of Commerce, and or in the respective sector ministries, customs clearance of air and sea cargo as well as logistics coordination until delivery, customs clearance of personal goods for companies and individuals.",
  "port_amboim_name": "Porto Amboim",
  "port_amboim_description": "Deep water port of Porto Amboim. At the express request of the client and under a previously agreed quotation: We coordinate with the authorities for inspection visits in the maritime clearance of entry and exit of all types of ships, assistance in changing crews, whether with transport, hotel, airline tickets, cargo handling under the Cabotage regime of entry or exit.",
  "port_ambriz_name": "Porto Ambriz",
  "port_ambriz_description": "Port of Ambriz to Barra do Cuanza. At the express request of the client and under a previously agreed quotation: We coordinate with the authorities for inspection visits in the maritime clearance of entry and exit of all types of ships, assistance in changing crews, whether with transport, hotel, airline tickets, cargo handling under the Cabotage regime of entry or exit.",
  "port_dande_name": "Dande",
  "port_dande_description": "Port of Barra do Dande which will be planned to decongest the Port of Luanda. At the express request of the client and under a previously agreed quotation: We coordinate with the authorities for inspection visits in the maritime clearance of entry and exit of all types of ships, assistance in changing crews, whether with transport, hotel, airline tickets, cargo handling under the Cabotage regime of entry or exit.",
  "port_soyo_name": "Soyo",
  "port_soyo_description": "The Port of Soyo, in the province of Zaire, is increasing its investment in technical and administrative infrastructure to respond to the economic growth of the region and the Southern African Development Community (SADC). We are located at the Kwanda oil base. We coordinate with the authorities for inspection visits in the maritime clearance of entry and exit as well as offshore or remote clearance of all types of ships or maritime units such as platforms and probes in assistance to Oil & Gas operators, assistance in changing crews, whether with transport, hotel, airline tickets, cargo handling under the Cabotage regime of entry or exit.",
  "port_lobito_name": "Lobito",
  "port_lobito_description": "Deep water port, essential for the export of minerals and agricultural products.",
  "port_cabinda_name": "Cabinda",
  "port_cabinda_description": "We are present at the Port of Cabinda which is located at Lat/lon: 5.55 S/ 12. 18 E, as well as at the oil terminal of the Cabinda Gulf Oil Company at the Malongo base. We coordinate with the authorities for inspection visits in the maritime clearance of entry and exit as well as offshore or remote clearance of all types of ships or maritime units such as platforms and probes in assistance to Oil & Gas operators, assistance in changing crews, whether with transport, hotel, airline tickets, cargo handling under the Cabotage regime of entry or exit.",
  "footer_mission": "Our mission is to offer logistics and maritime agency solutions with excellence, ethics and innovation, exceeding the expectations of our customers.",
  "footer_quick_links": "Quick Links",
  "footer_contact": "Contact",
  "footer_address": "Rua Jose Pedro Tuca n. 29/30 – 1st Floor- Luanda",
  "footer_rights_reserved": "All rights reserved",
  "footer_certificates": "Certificates",
  "certificate_modal_previous": "Previous",
  "certificate_modal_next": "Next",
  "certificate_modal_page": "Page",
  "certificate_modal_of": "of",
  "certificate_modal_view_only": "This document is for viewing only. Download is not available.",
  "certificate_modal_loading": "Loading certificate...",
  "certificate_modal_error": "Error loading certificate",
  "about_us_title": "About Us",
  "about_us_content": "SERTRANAVE – Serviços Transitários e Navegação, Lda, is an Angolan company dedicated to maritime agency, logistics and port consulting. With an experienced team and innovative solutions, we operate in the main ports of Angola, offering personalized and efficient services for national and international clients.",
  "our_history_content": "Founded in Luanda, SERTRANAVE has established itself as a reference in the Angolan maritime and logistics sector. Our trajectory is marked by a commitment to excellence, ethics and innovation, always focused on exceeding the expectations of our customers.",
  "about_hero_title": "About Sertranave",
  "about_history_title": "Our History",
  "about_hero_subtitle": "Connecting Angola to the world with excellence in logistics and shipping agency.",
  "about_history_text1": "SERTRANAVE Angola Lda - is a private Angolan company dedicated to providing maritime, port, and freight forwarding services. Founded in 1993 and headquartered in Luanda, the company has a permanent presence in the ports of Luanda, Cabinda, and Soyo, and also operates on request in Porto Amboim, Dande, Ambriz, and Lobito.",
  "about_history_text2": "With over two decades in the national market, we offer our clients and partners comprehensive, high-quality, dynamic solutions tailored to their needs. Flexibility, cost-efficiency, and speed define us!",
  "about_focus_title": "Our Focus",
  "about_focus_text": "Take an active part in the country's economic and social development, focusing on providing the highest quality and efficient service based on best international practices.",
  "about_values_title": "Our Values",
  "about_value1_title": "Reliability",
  "about_value1_text": "We believe that the central pillar for the company's continuity is to always be seen as trustworthy by our customers, employees, partners and the community of which we are a part.",
  "about_value2_title": "Expertise",
  "about_value2_text": "We work to be recognized as a superior source of knowledge about the markets in which we operate.",
  "about_value3_title": "Flexibility",
  "about_value3_text": "We are a fast-moving company, ready to respond competitively to market changes and needs.",
  "about_strategy_title": "Strategy",
  "about_strategy_quote": "Considering who we are and what we believe in, we make this company an option with a high level of value generation and maintain the necessary conditions for our sustainable growth over time.",
  "about_badge_innovation": "Continuous Innovation",
  "about_badge_optimization": "Cost Optimization",
  "about_badge_consulting": "Specialized Consulting",
  "about_badge_planning": "Strategic Planning",
  "about_cta_title": "Ready to optimize your logistics?",
  "about_cta_text": "Get in touch with our team of experts and discover how our solutions can boost your business.",
  "contact_us": "Contact Us",
  "contact_hero_title": "Contact Us",
  "contact_hero_subtitle": "We are here to help. Send us a message and our team will get in touch with you.",
  "contact_card1_title": "Phone",
  "contact_card1_text": "+244 923 614 293",
  "contact_card2_title": "Email",
  "contact_card2_text": "geral@sertranave.co.ao",
  "contact_card3_title": "Address",
  "contact_card3_text": "Rua Jose Pedro Tuca n. 29/30 – 1st Floor, Luanda, Angola",
  "contact_form_title": "Send us a Message",
  "contact_form_subject": "Subject",
  "contact_cta_title": "Do you have any questions?",
  "contact_cta_text": "Do not hesitate to contact us directly. Our team is ready to answer all your questions.",
  "clients_trust_us": "Companies that trust us",
  "quality_policy_title": "Quality Policy",
  "quality_policy_description": "Learn about our quality policy and commitment to continuous improvement.",
  "vmv": {
    "vision_title": "Vision",
    "vision_description": "Provide quality and efficient service based on international best practices to better serve the customer as a central point in their market strategy and a factor of competitive differentiation.",
    "mission_title": "Mission",
    "mission_description": "As an active part in the country's economic and social development, in the continuous search for efficient and sustainable solutions, Sertranave aspires to become an unavoidable reference and leader in the national market, a symbol of quality in service delivery.",
    "values_title": "Values",
    "values_description": [
      "Integrity",
      "Efficient innovation and professional solutions",
      "Sustainability",
      "Code of Conduct, Ethics and Compliance"
    ]
  }
}
