{
  "navbar_home": "Home",
  "navbar_services": "Services",
  "navbar_ports": "Ports",
  "navbar_about": "About Us",
  "navbar_contact": "Contact",
  "hero_title": "Empower your code journey",
  "hero_subtitle": "Modern solutions for developers",
  "quote_button": "GET A QUOTE",
  "quote_title": "Get a Quote",
  "learn_more": "Learn More",
  "form_name": "Name",
  "form_email": "Email",
  "form_phone": "Phone",
  "form_message": "Message",
  "form_submit": "Submit",
  "our_services": "Our Services",
  "service_shipping_agency_title": "Maritime Agency",
  "service_shipping_agency_description": "Ship agency services, coordination of port operations and complete logistical support.",
  "service_customs_clearance_title": "Customs Clearance",
  "service_customs_clearance_description": "Management of customs processes, clearance of goods and consulting on customs legislation.",
  "service_transport_logistics_title": "Transport and Logistics",
  "service_transport_logistics_description": "Integrated land, sea and air transport solutions, with tracking and security.",
  "service_port_consulting_title": "Port Consulting",
  "service_port_consulting_description": "Technical and strategic support for port operations and optimization of logistics processes.",
  "ports_we_serve": "Ports We Serve",
  "port_luanda_name": "Port of Luanda",
  "port_luanda_description": "We operate in the commercial port of Luanda, as well as at the Sonils oil base. We coordinate with the authorities for inspection visits in the maritime clearance of entry and exit of all types of ships or maritime units such as platforms and probes, assistance in changing crews, whether with transport, hotel, airline tickets, car rental, cargo handling under the Cabotage regime of entry or exit, cargo licensing at the Ministry of Commerce, and or in the respective sector ministries, customs clearance of air and sea cargo as well as logistics coordination until delivery, customs clearance of personal goods for companies and individuals.",
  "port_amboim_name": "Porto Amboim",
  "port_amboim_description": "Deep water port of Porto Amboim. At the express request of the client and under a previously agreed quotation: We coordinate with the authorities for inspection visits in the maritime clearance of entry and exit of all types of ships, assistance in changing crews, whether with transport, hotel, airline tickets, cargo handling under the Cabotage regime of entry or exit.",
  "port_ambriz_name": "Porto Ambriz",
  "port_ambriz_description": "Port of Ambriz to Barra do Cuanza. At the express request of the client and under a previously agreed quotation: We coordinate with the authorities for inspection visits in the maritime clearance of entry and exit of all types of ships, assistance in changing crews, whether with transport, hotel, airline tickets, cargo handling under the Cabotage regime of entry or exit.",
  "port_dande_name": "Dande",
  "port_dande_description": "Port of Barra do Dande which will be planned to decongest the Port of Luanda. At the express request of the client and under a previously agreed quotation: We coordinate with the authorities for inspection visits in the maritime clearance of entry and exit of all types of ships, assistance in changing crews, whether with transport, hotel, airline tickets, cargo handling under the Cabotage regime of entry or exit.",
  "port_soyo_name": "Soyo",
  "port_soyo_description": "The Port of Soyo, in the province of Zaire, is increasing its investment in technical and administrative infrastructure to respond to the economic growth of the region and the Southern African Development Community (SADC). We are located at the Kwanda oil base. We coordinate with the authorities for inspection visits in the maritime clearance of entry and exit as well as offshore or remote clearance of all types of ships or maritime units such as platforms and probes in assistance to Oil & Gas operators, assistance in changing crews, whether with transport, hotel, airline tickets, cargo handling under the Cabotage regime of entry or exit.",
  "port_lobito_name": "Lobito",
  "port_lobito_description": "Deep water port, essential for the export of minerals and agricultural products.",
  "port_cabinda_name": "Cabinda",
  "port_cabinda_description": "We are present at the Port of Cabinda which is located at Lat/lon: 5.55 S/ 12. 18 E, as well as at the oil terminal of the Cabinda Gulf Oil Company at the Malongo base. We coordinate with the authorities for inspection visits in the maritime clearance of entry and exit as well as offshore or remote clearance of all types of ships or maritime units such as platforms and probes in assistance to Oil & Gas operators, assistance in changing crews, whether with transport, hotel, airline tickets, cargo handling under the Cabotage regime of entry or exit.",
  "footer_mission": "Our mission is to offer logistics and maritime agency solutions with excellence, ethics and innovation, exceeding the expectations of our customers.",
  "footer_quick_links": "Quick Links",
  "footer_contact": "Contact",
  "footer_address": "Rua Jose Pedro Tuca n. 29/30 – 1st Floor- Luanda",
  "footer_rights_reserved": "All rights reserved",
  "footer_certificates": "Certificates",
  "certificate_modal_previous": "Previous",
  "certificate_modal_next": "Next",
  "certificate_modal_page": "Page",
  "certificate_modal_of": "of",
  "certificate_modal_view_only": "This document is for viewing only. Download is not available.",
  "certificate_modal_loading": "Loading certificate...",
  "certificate_modal_error": "Error loading certificate",
  "about_us_title": "About Us",
  "about_us_content": "SERTRANAVE – Serviços Transitários e Navegação, Lda, is an Angolan company dedicated to maritime agency, logistics and port consulting. With an experienced team and innovative solutions, we operate in the main ports of Angola, offering personalized and efficient services for national and international clients.",
  "our_history_title": "Our History",
  "our_history_content": "Founded in Luanda, SERTRANAVE has established itself as a reference in the Angolan maritime and logistics sector. Our trajectory is marked by a commitment to excellence, ethics and innovation, always focused on exceeding the expectations of our customers."
}
