{
  "navbar_home": "Início",
  "navbar_services": "Serviços",
  "navbar_ports": "Portos",
  "navbar_about": "Quem Somos",
  "navbar_contact": "Contacto",
  "hero_title": "Potencie a sua jornada no código",
  "hero_subtitle": "Soluções modernas para desenvolvedores",
  "quote_button": "PEÇA UMA COTAÇÃO",
  "quote_title": "Peça uma Cotação",
  "learn_more": "Saiba Mais",
  "form_name": "Nome",
  "form_email": "Email",
  "form_phone": "Telefone",
  "form_message": "Mensagem",
  "form_submit": "Enviar",
  "our_services": "Nossos Serviços",
  "service_shipping_agency_title": "Agenciamento Marítimo",
  "service_shipping_agency_description": "Serviços de agenciamento de navios, coordenação de operações portuárias e apoio logístico completo.",
  "service_customs_clearance_title": "Trânsitos Aduaneiros",
  "service_customs_clearance_description": "Gestão de processos aduaneiros, desembaraço de mercadorias e consultoria em legislação alfandegária.",
  "service_transport_logistics_title": "Transporte e Logística",
  "service_transport_logistics_description": "Soluções integradas de transporte terrestre, marítimo e aéreo, com rastreamento e segurança.",
  "service_port_consulting_title": "Consultoria Portuária",
  "service_port_consulting_description": "Apoio técnico e estratégico para operações portuárias e otimização de processos logísticos.",
  "ports_we_serve": "Portos que Servimos",
  "port_luanda_name": "Porto de Luanda",
  "port_luanda_description": "Operamos no porto comercial de Luanda, bem como na base Petrolifera da Sonils. Efectuamos Coordenação com as autoridades para visita de inspeção no desembaraço marítimo de entrada e saída de todo o tipo de navios ou unidades marítimas como Plataformas e sondas, assistência na mudança de tripulações seja com transporte, hotel, passagens aéreas, rent-a car, tratamento de carga em regime de Cabotagem de entrada ou saída, Licenciamento de carga no Min. Do comercio, e ou nos respectivos ministérios de sector, desalfandegamento de carga Aéria e Maritima bem como coordenação logística ate a entrega , desalfandegamento bens pessoais para empresas e particulares.",
  "port_amboim_name": "Porto Amboim",
  "port_amboim_description": "Porto de águas profundas de Porto Amboim. O pedido expresso do cliente e sob cotação previamente acordada: Efetuamos Coordenação com as autoridades para visita de inspeção no desembaraço marítimo de entrada e saída de todo o tipo de navios, assistência na mudança de tripulações seja com transporte, hotel, passagens aéreas, tratamento de carga em regime de Cabotagem de entrada ou saída.",
  "port_ambriz_name": "Porto Ambriz",
  "port_ambriz_description": "Porto do Ambriz a Barra do Cuanza. O pedido expresso do cliente e sob cotação previamente acordada: Efetuamos Coordenação com as autoridades para visita de inspeção no desembaraço marítimo de entrada e saída de todo o tipo de navios, assistência na mudança de tripulações seja com transporte, hotel, passagens aéreas, tratamento de carga em regime de Cabotagem de entrada ou saída.",
  "port_dande_name": "Dande",
  "port_dande_description": "Porto da Barra do Dande que estará previsto para descongestionar o Porto de Luanda. O pedido expresso do cliente e sob cotação previamente acordada: Efetuamos Coordenação com as autoridades para visita de inspeção no desembaraço marítimo de entrada e saída de todo o tipo de navios, assistência na mudança de tripulações seja com transporte, hotel, passagens aéreas, tratamento de carga em regime de Cabotagem de entrada ou saída.",
  "port_soyo_name": "Soyo",
  "port_soyo_description": "Porto do Soyo, na província do Zaire, está a aumentar o seu investimento em infra-estruturas técnicas e administrativas, para responder ao crescimento económico da região e da Comunidade de Desenvolvimento da África Austral (SADC). Estamos situados na base Petrolifera do Kwanda. Efectuamos Coordenação com as autoridades para visita de inspeção no desembaraço marítimo de entrada e saída bem como desembaraço offshore ou remoto de remoto de todo o tipo de navios ou unidades marítimas como Plataformas e sondas em assistência aos operadores Oil & Gas, assistência na mudança de tripulações seja com transporte, hotel, passagens aéreas, tratamento de carga em regime de Cabotagem de entrada ou saída.",
  "port_lobito_name": "Lobito",
  "port_lobito_description": "Porto de águas profundas, essencial para exportação de minerais e produtos agrícolas.",
  "port_cabinda_name": "Cabinda",
  "port_cabinda_description": "Estamos presentes no Porto de Cabinda que esta localizado na Lat/lon: 5.55 S/ 12. 18 E, bem como no terminal petrolífero da Cabinda Gulf Oil Company na base do Malongo. Efectuamos Coordenação com as autoridades para visita de inspeção no desembaraço marítimo de entrada e saída bem como desembaraço offshore ou remoto de todo o tipo de navios ou unidades marítimas como Plataformas e sondas em assistência aos operadores Oil & Gas, assistência na mudança de tripulações seja com transporte, hotel, passagens aéreas, tratamento de carga em regime de Cabotagem de entrada ou saida",
  "footer_mission": "Nossa missão é oferecer soluções logísticas e de agenciamento marítimo com excelência, ética e inovação, superando as expectativas dos nossos clientes.",
  "footer_quick_links": "Links Rápidos",
  "footer_contact": "Contactos",
  "footer_address": "Rua Jose Pedro Tuca n. 29/30 – 1 Andar- Luanda",
  "footer_rights_reserved": "Todos os direitos reservados",
  "about_us_title": "Quem Somos",
  "about_us_content": "A SERTRANAVE – Serviços Transitários e Navegação, Lda, é uma empresa angolana dedicada ao agenciamento marítimo, logística e consultoria portuária. Com uma equipa experiente e soluções inovadoras, atuamos nos principais portos de Angola, oferecendo serviços personalizados e eficientes para clientes nacionais e internacionais.",
  "our_history_title": "Nossa História",
  "our_history_content": "Fundada em Luanda, a SERTRANAVE consolidou-se como referência no setor marítimo e logístico angolano. Nossa trajetória é marcada pelo compromisso com a excelência, ética e inovação, sempre focados em superar as expectativas dos nossos clientes."
}
