{
  "navbar_home": "Início",
  "navbar_services": "Serviços",
  "navbar_ports": "Portos",
  "navbar_about": "Quem Somos",
  "navbar_contact": "Contacto",
  "navbar_quality_policy": "Política de Qualidade",
  "hero_title": "SERTRANAVE",
  "hero_subtitle": "Serviços Transitários e Navegação LDA",
  "quote_button": "PEÇA UMA COTAÇÃO",
  "quote_title": "Peça uma Cotação",
  "learn_more": "Saiba Mais",
  "form_name": "Nome",
  "form_email": "Email",
  "form_phone": "Telefone",
  "form_message": "Mensagem",
  "form_submit": "Enviar",
  "our_services": "Nossos Serviços",
  "service_shipping_agency_title": "Agenciamento Marítimo",
  "service_shipping_agency_description": [
    "Com uma eficiente e dedicada equipa de experts no mercado nacional e uma carteira de fornecedores firmemente estabelecidos, o grupo garante o suprir de necessidades no menor espaço de tempo e de forma competitiva em todas as suas vertentes como:",
    "IMPA, REGISTRO DE NAVIOS - Navios planeados para operar no País seja de forma temporária ou permanente, estão os operadores compulsivamente obrigados a efectuar o registro antecipado do navio no Instituto Marítimo e Portuario de Angola, orgão que posteriormente tambem autoriza a sua entrada em águas Nacionais.",
    "IMPORTAÇÃO DE NAVIOS OU UNIDADES MARÍTIMAS - A importação de Navios, Temporaria ou Permanente é obrigatória para todas as unidades marítimas que operem temporariamente em projetos ou de forma permanente no País.",
    "DESEMBARAÇO MARÍTIMO –.Efectuamos a preparação de documentação e coordenação com as autoridades para a inspeção a chegada para obtenção de free pratique, assim como para obtenção do desembaraço marítimo de entrada e saída de navios."
  ],
  "service_customs_clearance_title": "Husbandry",
  "service_customs_clearance_description": "Prestamos assistência em mudanças de tripulação, vistos de embarque, desembarque entrega de provisões, coordenação para abastecimento de agua e MGO, entrega de correio a bordo, marcações de hotel, assistência e transporte de e para aeroporto, viaturas para aluguer, e passagens aéreas locais, suprindo as necessidade das tripulações. Oferecemos serviços de qualidade a um custo competitivo para cumprir com os requisitos dos clientes.",
  "service_transport_logistics_title": "Importação e Exportação",
  "service_transport_logistics_description": "Assistimos na obtenção de licenças de importação do Ministério do comércio ou respetivos sectores, no desalfandegamento de carga aérea ou marítima, geral ou bens pessoais, bem como da logística para a entrega de carga aérea ou marítima na jurisdição de Luanda de forma rápida e taxas muito competitivas no mercado.",
  "service_port_consulting_title": "Cabotagem",
  "service_port_consulting_description": "A Cabotagem é a navegação entre portos do mesmo país, que se contrapõe à navegação de longo curso, que é realizada entre portos de diferentes países. É considerada competitiva, tendo em conta que Angola possui uma extensa costa navegável e as principais cidades, polos industriais e grandes centros consumidores se concentram no litoral ou em cidades próximas a ele.Comparada ao transporte rodoviário e ferroviário, em termos de custo, capacidade de carga e menor impacto ambiental, a Cabotagem torna-se uma alternativa.Efectuamos o registo e agendamento de cargas, coordenação portuária, tratamento da documentação e obtenção na alfandega das cabotagem de entrada ou saída, confirmação de embarque e descargas.",
  "ports_we_serve": "Portos que Servimos",
  "port_luanda_name": "Porto de Luanda",
  "port_luanda_description": "Operamos no porto comercial de Luanda, bem como na base Petrolifera da Sonils. Efectuamos Coordenação com as autoridades para visita de inspeção no desembaraço marítimo de entrada e saída de todo o tipo de navios ou unidades marítimas como Plataformas e sondas, assistência na mudança de tripulações seja com transporte, hotel, passagens aéreas, rent-a car, tratamento de carga em regime de Cabotagem de entrada ou saída, Licenciamento de carga no Min. Do comercio, e ou nos respectivos ministérios de sector, desalfandegamento de carga Aéria e Maritima bem como coordenação logística ate a entrega , desalfandegamento bens pessoais para empresas e particulares.",
  "port_amboim_name": "Porto Amboim",
  "port_amboim_description": "Porto de águas profundas de Porto Amboim. O pedido expresso do cliente e sob cotação previamente acordada: Efetuamos Coordenação com as autoridades para visita de inspeção no desembaraço marítimo de entrada e saída de todo o tipo de navios, assistência na mudança de tripulações seja com transporte, hotel, passagens aéreas, tratamento de carga em regime de Cabotagem de entrada ou saída.",
  "port_ambriz_name": "Porto Ambriz",
  "port_ambriz_description": "Porto do Ambriz a Barra do Cuanza. O pedido expresso do cliente e sob cotação previamente acordada: Efetuamos Coordenação com as autoridades para visita de inspeção no desembaraço marítimo de entrada e saída de todo o tipo de navios, assistência na mudança de tripulações seja com transporte, hotel, passagens aéreas, tratamento de carga em regime de Cabotagem de entrada ou saída.",
  "port_dande_name": "Dande",
  "port_dande_description": "Porto da Barra do Dande que estará previsto para descongestionar o Porto de Luanda. O pedido expresso do cliente e sob cotação previamente acordada: Efetuamos Coordenação com as autoridades para visita de inspeção no desembaraço marítimo de entrada e saída de todo o tipo de navios, assistência na mudança de tripulações seja com transporte, hotel, passagens aéreas, tratamento de carga em regime de Cabotagem de entrada ou saída.",
  "port_soyo_name": "Soyo",
  "port_soyo_description": "Porto do Soyo, na província do Zaire, está a aumentar o seu investimento em infra-estruturas técnicas e administrativas, para responder ao crescimento económico da região e da Comunidade de Desenvolvimento da África Austral (SADC). Estamos situados na base Petrolifera do Kwanda. Efectuamos Coordenação com as autoridades para visita de inspeção no desembaraço marítimo de entrada e saída bem como desembaraço offshore ou remoto de remoto de todo o tipo de navios ou unidades marítimas como Plataformas e sondas em assistência aos operadores Oil & Gas, assistência na mudança de tripulações seja com transporte, hotel, passagens aéreas, tratamento de carga em regime de Cabotagem de entrada ou saída.",
  "port_lobito_name": "Lobito",
  "port_lobito_description": "Porto de águas profundas, essencial para exportação de minerais e produtos agrícolas.",
  "port_cabinda_name": "Cabinda",
  "port_cabinda_description": "Estamos presentes no Porto de Cabinda que esta localizado na Lat/lon: 5.55 S/ 12. 18 E, bem como no terminal petrolífero da Cabinda Gulf Oil Company na base do Malongo. Efectuamos Coordenação com as autoridades para visita de inspeção no desembaraço marítimo de entrada e saída bem como desembaraço offshore ou remoto de todo o tipo de navios ou unidades marítimas como Plataformas e sondas em assistência aos operadores Oil & Gas, assistência na mudança de tripulações seja com transporte, hotel, passagens aéreas, tratamento de carga em regime de Cabotagem de entrada ou saida",
  "footer_mission": "Nossa missão é oferecer soluções logísticas e de agenciamento marítimo com excelência, ética e inovação, superando as expectativas dos nossos clientes.",
  "footer_quick_links": "Links Rápidos",
  "footer_contact": "Contactos",
  "footer_address": "Rua Jose Pedro Tuca n. 29/30 – 1 Andar- Luanda",
  "footer_rights_reserved": "Todos os direitos reservados",
  "footer_certificates": "Certificados",
  "certificate_modal_previous": "Anterior",
  "certificate_modal_next": "Próxima",
  "certificate_modal_page": "Página",
  "certificate_modal_of": "de",
  "certificate_modal_view_only": "Este documento é apenas para visualização. O download não está disponível.",
  "certificate_modal_loading": "Carregando certificado...",
  "certificate_modal_error": "Erro ao carregar o certificado",
  "about_us_title": "Quem Somos",
  "about_us_content": "A SERTRANAVE – Serviços Transitários e Navegação, Lda, é uma empresa angolana dedicada ao agenciamento marítimo, logística e consultoria portuária. Com uma equipa experiente e soluções inovadoras, atuamos nos principais portos de Angola, oferecendo serviços personalizados e eficientes para clientes nacionais e internacionais.",
  "our_history_content": "Fundada em Luanda, a SERTRANAVE consolidou-se como referência no setor marítimo e logístico angolano. Nossa trajetória é marcada pelo compromisso com a excelência, ética e inovação, sempre focados em superar as expectativas dos nossos clientes.",
  "about_hero_title": "Sobre a Sertranave",
  "about_history_title": "Nossa História",
  "about_hero_subtitle": "Conectando Angola ao mundo com excelência em logística e agenciamento marítimo.",
  "about_history_text1": "A SERTRANAVE Angola Lda - é uma empresa privada Angolana vocacionada para a prestação de serviços de agenciamento marítimo, portuário e transitários. Fundada em 1993 e com sede estabelecida em Luanda, a Empresa conta com presença permanente nos portos de Luanda, Cabinda, Soyo e a pedido também em Porto Amboim, Dande, Ambriz e Lobito.",
  "about_history_text2": "Com mais de duas décadas no mercado nacional, oferecemos aos nossos clientes e parceiros soluções dinâmicas integrais de qualidade e de acordo as suas necessidades. Flexibilidade, custo-eficiência e rapidez é o que nos define!",
  "about_focus_title": "O Nosso Foco",
  "about_focus_text": "Tomar parte activa no desenvolvimento económico e social do País, apostando num serviço da mais alta qualidade e eficiência com base nas melhores praticas Internacionais.",
  "about_values_title": "Os Nossos Valores",
  "about_value1_title": "Confiabilidade",
  "about_value1_text": "Nós acreditamos que o pilar central para a continuidade da empresa é sempre ser vista como confiável por nossos clientes, colaboradores, parceiros e pela comunidade da qual fazemos parte.",
  "about_value2_title": "Expertise",
  "about_value2_text": "Nós trabalhamos para sermos reconhecidos com uma fonte superior de conhecimento sobre os mercados em que atuamos.",
  "about_value3_title": "Flexibilidade",
  "about_value3_text": "20Somos uma empresa que se move rápido, disposta a responder competitivamente às mudanças e às necessidades do mercado.",
  "about_strategy_title": "Estratégia",
  "about_strategy_quote": "Considerando o que somos e no que acreditamos, fazemos desta empresa uma opção com um alto nível de geração de valor e mantemos as condições necessárias para nosso crescimento de forma sustentável ao longo do tempo.",
  "about_badge_innovation": "Inovação Contínua",
  "about_badge_optimization": "Otimização de Custos",
  "about_badge_consulting": "Consultoria Especializada",
  "about_badge_planning": "Planeamento Estratégico",
  "about_cta_title": "Pronto para otimizar a sua logística?",
  "about_cta_text": "Entre em contacto com a nossa equipa de especialistas e descubra como as nossas soluções podem impulsionar o seu negócio.",
  "contact_us": "Entre em contacto",
  "contact_hero_title": "Fale Connosco",
  "contact_hero_subtitle": "Estamos aqui para ajudar. Envie-nos uma mensagem e a nossa equipa entrará em contacto consigo.",
  "contact_card1_title": "Telefone",
  "contact_card1_text": "+244 922617263",
  "contact_card2_title": "Email",
  "contact_card2_text": "info@sertranave.co.ao",
  "contact_card3_title": "Endereço",
  "contact_card3_text": "Rua Jose Pedro Tuca n. 29/30 – 1 Andar, Luanda, Angola",
  "contact_form_title": "Envie-nos uma Mensagem",
  "contact_form_subject": "Assunto",
  "contact_form_success": "Mensagem enviada com sucesso!",
  "contact_form_error": "Ocorreu um erro ao enviar a mensagem. Tente novamente.",
  "form_sending": "A enviar...",
  "contact_cta_title": "Tem alguma questão?",
  "contact_cta_text": "Não hesite em contactar-nos diretamente. A nossa equipa está pronta para responder a todas as suas perguntas.",
  "clients_trust_us": "Empresas que confiam em nós",
  "quality_policy_title": "Política de Qualidade",
  "quality_policy_description": "Conheça a nossa política de qualidade e o compromisso com a melhoria contínua.",
  "vmv": {
    "vision_title": "Visão",
    "vision_description": "Providenciar serviço de qualidade e eficiência com base nas melhores práticas Internacionais para melhor servir o cliente como ponto fulcral na sua estratégia de mercado e factor de diferenciação competitiva.",
    "mission_title": "Missão",
    "mission_description": "Como parte activa no desenvolvimento económico e social do País na busca continua de soluções eficientes e sustentáveis, a Sertranave aspira tornar-se uma referencia incontornável e líder no mercado nacional, símbolo de qualidade na prestação de serviços.",
    "values_title": "Valores",
    "values_description": [
      "Integridade",
      "Inovação eficiente e soluções profissionais",
      "Sustentabilidade",
      "Código de Conduta, Ética e Conformidade"
    ]
  }
}
